---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertySegmentLR
source: html/c20ea212-1183-9368-30fe-6949486addb3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertySegmentLR Property

"L/R"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertySegmentLR { get; }
```